Repository: systopia/de.systopia.rebook
Catalog: l10n/*/LC_MESSAGES/rebook.po
Languages: de_de

source: Move
de_de: Verschieben

source: You do not have the permissions required to access this page.
de_de: Sie haben nicht die Berechtigungen zum Zugriff auf diese Seite.

source: You need to specifiy a contribution to move.
de_de: Sie müssen eine Zuwendung zum Verschieben auswählen.

source: Moved %1 contribution(s) to contact [%2]
de_de: %1 Zuwendung(en) verschoben zu Kontakt [%2]

source: Success
de_de: Erfolgreich

source: Moved from contact [%1] on %2 by %3
de_de: Verschoben von Kontakt [%1] am %2 durch %3

source: Contribution moved!
de_de: Zuwendung verschoben!

source: Please enter a CiviCRM ID!
de_de: Bitte geben Sie eine CiviCRM ID ein!

source: A contact with CiviCRM ID %1 doesn't exist!
de_de: Ein Kontakt mit der CiviCRM ID %1 existiert nicht!

source: The target contact can not be a household!
de_de: Der Zielkontakt kann kein Haushalt sein!

source: The target contact can not be in trash!
de_de: Der Zielkontakt kann nicht gelöscht sein!

source: You mustn't move recurring contributions.
de_de: Sie dürfen keine wiederkehrenden Zuwendungen verschieben.

source: Rebook
de_de: Umbuchen

source: You need to specifiy a contribution to rebook.
de_de: Sie müssen eine Zuwendung zum Umbuchen auswählen.

source: Re-booked %1 contribution(s) to contact [%2]
de_de: %1 Zuwendung(en) zu Kontakt [%2] umgebucht

source: At least one of the given contributions doesn't exist!
de_de: Mindestens eine der angegebenen Zuwendungen existiert nicht!

source: Error
de_de: Fehler

source: Moving/rebooking multiple contributions from different contacts is not allowed!
de_de: Verschieben/Umbuchen mehrerer Zuwendungen von verschiedenen Kontakten ist nicht erlaubt!

source: Rebooked to CiviCRM ID %1
de_de: Zu CiviCRM ID %1 umgebucht

source: Rebooked from CiviCRM ID %1
de_de: Von CiviCRM ID %1 umgebucht

source: %1 contribution(s) successfully rebooked!
de_de: %1 Zuwendung(en) erfolgreich umgebucht!

source: Successfully rebooked!
de_de: Erfolgreich umgebucht!

source: Please check your data and try again
de_de: Bitte prüfen Sie Ihre Daten und versuchen Sie es erneut

source: Nothing rebooked!
de_de: Nichts umgebucht!

source: The contribution with ID %1 is not completed!
de_de: Die Zuwendung mit ID %1 ist nicht abgeschlossen!

source: Cannot find a new mandate reference, exceeds 35 characters.
de_de: Neue Mandatsreferenz kann nicht gefunden werden, überschreitet 35 Zeichen.

source: Cannot find a new mandate reference
de_de: Neue Mandatsreferenz kann nicht gefunden werden

source: Rebook to contact
de_de: Zu Kontakt umbuchen

source: Move to contact
de_de: Zu Kontakt verschieben

source: Rebook contribution to another contact
de_de: Buche Zuwendung zu anderem Kontakt um

source: Move contribution to another contact
de_de: Verschiebe Zuwendung zu anderem Kontakt

source: Rebook Settings
de_de: Rebook Einstellungen

source: Allow Households
de_de: Haushalte erlauben

source: Allow households to be target contacts.
de_de: Haushalte als Zielkontakt erlauben.

source: Are you sure you want to move the selected contributions? This can be dangerous and may cause issues with accounting.
de_de: Sind Sie sicher, dass Sie die ausgewählten Zuwendungen verschieben wollen? Dies kann gefährlich sein und Probleme mit der Buchhaltung verursachen.

source: Number of selected contributions:
de_de: Anzahl der ausgewählten Zuwendungen:

source: Are you sure you want to move the selected contributions? This can cause issues with accounting.
de_de: Sind Sie sicher, dass Sie die ausgewählten Zuwendungen verschieben wollen? Dies kann Probleme mit der Buchhaltung verursachen.

source: Please enter the target contact's CiviCRM ID
de_de: Bitte geben Sie die CiviCRM ID des Zielkontakts ein

source: Are you sure you want to rebook the selected contributions? This cannot be undone.
de_de: Sind Sie sicher, dass Sie die ausgewählten Zuwendungen umbuchen wollen? Dies kann nicht rückgängig gemacht werden.
